{"Keys": {"0": "sports", "1": "sports", "2": "sports", "3": "sports", "4": "sports", "5": "sports"}, "Header": {"0": "Cattle pens set up on govt land", "1": "SC’s relief to Imran irks Sindh govt", "2": "PTI workers sent on judicial remand", "3": "Wedding halls built on residential plots razed", "4": "Police arrest suspect involved in robbing Turkish engineer", "5": "Sehwan Development Authority DG removes several top officers"}, "Summary": {"0": "Sharjeel accuses Haleem of illegally occupying 50 acres of transport dept land", "1": "PPP will celebrate victory in the local bodies' elections on Saturday (today), says Wahab", "2": "25 cases registered involving riots, vandalism", "3": "Gulberg residents express joy over relief from noise, rush, and pollution", "4": "Teken Matan was robbed by suspects in police uniforms on Abdullah Haroon Road on April 16", "5": "Move escalates war over control of the authority"}, "Detail": {"0": "Sindh Transport and information Minister Sharjeel Inam Memon informed the Sindh Assembly on Friday that around 50 acres of land of the Sindh Mass Transit and Public Transport Department has been encroached upon and converted into buffalo pens.\nHe alleged that the Leader of the Opposition in the Sindh Assembly Haleem Adil Shaikh has encroached upon the said property of the transport department.\n“Madam, I request you to form a committee comprising opposition and treasury members to probe into the matter and get the land evacuated,” he said, addressing deputy speaker Rehana Leghari.\n“The transport department has submitted a report,” Sharjeel said waving a copy of the report in his hand. \nWhen the transport department approached the land grabbers they agreed to evacuate only six to seven acres under a deal and wanted to retain the rest of the land under their control. \nGDA MPA Nand Kumar Goklani earlier raised the issue of land grabbing of the transport department in Sanghar district. \nDuring the debate on the issue, the Leader of the Opposition and PTI MPAs were not present in the house as cases of attacks and ransacking public properties were registered against them after Imran Khan’s arrest. \nEarlier, as the session started, Goklani moved his call attention motion on the rapid increase in the prices of daily-use commodities and questioned the performance of the bureau of supply and prices, which according to him is non-functional.\n“Even after the bumper crop of wheat the price of flour has touched a new peak. Poor people can’t purchase milk, yogurt and fruits. The prices of daal and vegetables are out of the reach of the labour class. What action is being taken to control the prices and keep vigil on profiteers,” he asked. \nMinister for parliamentary affairs, Mukesh Kumar Chawla called the inflation an international phenomenon and said that the government had taken action against profiteers who were selling commodities at exorbitant prices. \nStreet crimes\nMutahida Majlis-e-Amal (MMA) MPA Abdul Rashid drew the attention of the house towards the rising street crimes in the city and said that 130 people have been killed in the last five months. “Around 72,000 vehicles have been stolen but the provincial government’s main focus is on the local bodies’ elections,” he said. \nResponding to him, Chawla said that the Sindh government has contained the law and order in Karachi and the situation was better as compared to the situation in the recent past. “There is an issue of street crime in some areas of Karachi. Police and law enforcement agencies are working on it,” he said. \nRana Ansar of MQM asked the Sindh government minister about the budget allocated and utilized for technical education in 2022-23. “We have a large number of youth, who we have to train them with the latest vocational skills,” she said. \nMinister for higher education, boards and universities Ismail Rahu responded that around Rs1.5 billion has been allocated for technical education in Sindh, but funds have not been released due to floods and rains. “Most of the development funds have been diverted for flood relief and rehabilitation after last year’s monsoon that wreaked havoc in almost all Sindh districts,” he said. \nLater, the session was adjourned till Monday.\nPublished in The Express Tribune, May 13th, 2023.\n", "1": "Sindh government spokesperson and CM's Adviser for Law Barrister Murtaza Wahab took a strong exception to the relief provided by the Supreme Court to Pakistan Tehreek-e-Insaf (PTI) Chairman Imran Khan.\nIncensed like all other parties in the government, the PPP-led Sindh government spokesperson said, \"is it written in the Constitution of Pakistan that no action will be taken against Imran Khan?\"\nAddressing a press conference at Sindh Assembly media corner on Friday, he said, \"why was there a double standard for a person who does not believe in the system of Pakistan?\" \nHaving spent a lifetime in the courtrooms, Wahab said he had never heard a judge saying to a suspect 'Welcome Khushi Hui Aap ko Dekh ker'. PPP will celebrate victory in the local bodies' elections on Saturday (today), Wahab told the media.\nPublished in The Express Tribune, May 13th, 2023.\n", "2": "Judicial Magistrate Malir has remanded Pakistan Tehreek-e-Insaf (PTI) workers to judicial custody in a case involving riots and interference with government work in Quaidabad. \nDuring the hearing, 21 defendants were brought before the court and charged with instigating rioting and damaging property in the city. The court subsequently sent the PTI workers to jail on judicial remand.\nAdditionally, the Karachi police has registered seven other cases related to recent riots, vandalism and siege in the city, bringing the total number of registered cases to 25. \nAccording to details, four cases were registered under riot and other provisions at New Karachi Central District, Khawaja Ajmer Police Station, Shahrah-e-Noor Jahan Police Station, and Gulberg Police Station. Two more cases were registered under riot and other provisions at Preedy and Frere police stations in District South. A case has also been opened under riot and other provisions at the Surjani Town police station in District West.\nFurthermore, PTI leaders, officials, and workers have also been named in these cases. A total of 25 cases have been filed against PTI's central leadership, workers, and officials on various counts, including recent rioting, vandalism, and assault.\nPublished in The Express Tribune, May 13th, 2023.\n", "3": "Over a dozen marriage halls located in a residential area of Gulberg have been demolished during the night between Thursday and Friday by the Sindh Building Control Authority (SBCA) officials. \nThe authorities claimed that notices were issued to the owners of the halls several months ago, but they went unanswered. The final notice was then issued, after which the halls were subsequently demolished.\nAccording to reports, the SBCA staff, along with heavy machinery and a contingent of anti-encroachment force, local police, and rangers, reached the spot and took action against 14 marriage halls established from Water Pump Chowrangi to Cafe Piala in the Gulberg on Thursday night.\nAccording to DC Central Taha Saleem, the action was taken on the orders of the Supreme Court, and it is aimed at addressing the issue of illegal marriage halls. Six months ago, notices were issued to the marriage halls’ owners, but they failed to comply despite receiving notices. The flow of traffic was also adversely affected due to these illegal marriage halls, and waste from wedding halls was being dumped into the sewage system, causing damage to the sewage system of the area. \nThe operation was carried out by SBCA and anti-encroachment staff, while heavy machinery was used in the operation. However, initially, the personnel had to wait until late night as there were wedding ceremonies going on in some of the halls. \nMeanwhile, the area residents have expressed their relief, saying that the government should have taken this step 15 to 20 years ago. They said that the noise pollution from the wedding halls, including the bursting of firecrackers and gunfire, was causing significant problems for them and their children. The parking of cars by wedding guests in the streets was also causing significant inconvenience to the residents.\nMoreover, residents of the area also demanded that coaching centres, schools, CNG filling stations, shops, marketing, and other commercial activities running on the street where marriage halls were established should be abolished in the same way. \nWaiters working in the marriage halls expressed their concern, stating that they had become unemployed due to the collapse of the marriage halls. They demanded of the government to provide them jobs.\n \nPublished in The Express Tribune, May 13th, 2023.\n", "4": "Police claimed to have apprehended a suspect they said was member of a gang suspected of robbing a significant amount of money from a Turkish engineer in the jurisdiction of Saddar police station. \nTeken Matan was robbed by suspects in police uniforms on Abdullah Haroon Road on April 16.\nPolice managed to recover a vehicle and a police uniform during the operation; however, one of the gang's accomplices evaded capture and remains at large.\nIncidently, the apparently forged number plate of the white sedan is BAD 164, while Pakistan Penal Code 164 stands for abetment in illegal gratification by a government official.\nAccording to DIG South Irfan Baloch, the police had been closely monitoring the criminal group. Four policemen on two motorcycles were stationed at Daudpota Road in Saddar when they noticed two individuals behaving suspiciously in a car on Wednesday. The police officers attempted to stop the suspects, but they attempted to flee. A hot pursuit ensued, and the police fired at their vehicle’s tyres near Lines Area Parking Plaza, which led to the arrest of one of the suspects, Shahid, son of Ali Ahmed Kufar. Unfortunately, the other suspect managed to escape.\nThe arrested individual and his accomplice were responsible for the robbery on April 16. They forcefully took a bag of money from the Turkish engineer, Teken Matan, at Abdullah Haroon Road. The incident occurred while the engineer parked his car and walked towards a money changer. The assailants, dressed in police uniforms, assaulted him and fled with the money bag. A case has been filed at Preedi police station concerning the incident.\n \nPublished in The Express Tribune, May 13th, 2023.\n", "5": "In a controversial move, several top officers of Sehwan Development Authority (SDA), including Planning and Development Control Director and Land Management Deputy Director, were relieved of their duties without any specified reasons. \nThe notification stated that any official activity conducted by these officers from May 11 will be considered illicit and treated as null and void. The Director General of the SDA, Saeed Sualeh Jumani, who himself is facing controversies related to his pay scale and dual charges, assigned two officers to immediately get the office rooms vacated from the ten officers and take into custody all the official records, stamps, registers, ledgers, and official vehicles. Non-compliance will result in stern action, warned Jumani.\nAn official from the SDA, who requested anonymity, suggested that the reason for the removal of these officers might be related to their refusal to comply with Jumani's whims. It is alleged that Jumani, a BS-19 officer who has been given two BS-20 charges, acts as a full-fledged head of the SDA, despite only having been given the look-after charge.\nThe SDA's jurisdiction extends to near Karachi, and a number of housing schemes are being launched by Karachi-based builders and developers within the authority's jurisdiction. However, the Sindh government has failed to appoint a full-time DG in the SDA, and the Hyderabad Development Authority (HDA) is also being headed by an acting DG who is actually the deputy commissioner of Hyderabad.\n \nPublished in The Express Tribune, May 13th, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2416497/cattle-pens-set-up-on-govt-land", "1": "https://tribune.com.pk/story/2416500/scs-relief-to-imran-irks-sindh-govt", "2": "https://tribune.com.pk/story/2416503/pti-workers-sent-on-judicial-remand", "3": "https://tribune.com.pk/story/2416506/wedding-halls-built-on-residential-plots-razed", "4": "https://tribune.com.pk/story/2416509/police-arrest-suspect-involved-in-robbing-turkish-engineer", "5": "https://tribune.com.pk/story/2416512/sehwan-development-authority-dg-removes-several-top-officers"}, "Category": {"0": "karachi", "1": "karachi", "2": "karachi", "3": "karachi", "4": "karachi", "5": "karachi"}, "CreationDate": {"0": "2023-05-13", "1": "2023-05-13", "2": "2023-05-13", "3": "2023-05-13", "4": "2023-05-13", "5": "2023-05-13"}, "Pic_url": {"0": null, "1": null, "2": null, "3": null, "4": null, "5": null}}