{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan", "6": "balochistan"}, "Header": {"0": "Man allegedly commits suicide after killing wife, daughter", "1": "Workers sensitised about workplace harassment", "2": "Oil tanker stolen, police give chase", "3": "Dengue proving increasingly lethal", "4": "PITB develops online job portal", "5": "LHC seeks replies on plea making CCTV mandatory for interrogation", "6": "Lahore’s libraries becoming a relic of the past"}, "Summary": {"0": "Suspect had reportedly been involved in a domestic dispute with his wife before the tragedy", "1": "Session focused on making the workforce aware of their rights, laws", "2": "Bhakkar police continued cracking down on criminal elements in the district", "3": "Lahore records three deaths amid strained capacity of hospital wards", "4": "Portal offers a comprehensive database of working human capital including job seekers, employers", "5": "Court also urged to make body-cams on investigation officers a must across country", "6": "Modern technology has wiped out the need for physical copies of books"}, "Detail": {"0": "A man committed suicide after allegedly killing his wife and eight-year-old daughter over a domestic dispute in the Samanabad area. The police took possession of the three bodies and shifted them to Allied Hospital for a post-mortem and started an investigation. Acting CPO sought an incident report from SP Iqbal Town.\nPolice said 32-year-old Muhammad Imran, a resident of Mohalla Masoodabad married 24-year-old Saniya, two years ago. The couple had an eight-month-old daughter, Azal Fatimah. \nOn Wednesday, the couple had a domestic dispute, over which Muhammad Imran shot himself after killing Sania and his daughter with a 30-bore pistol. \nHearing the gunfire, neighbors reached the house and found the blood-soaked bodies of the couple and their daughter lying in the bedroom. They immediately reported the incident to police on Rescue 15. As soon as reports were received, police officers including SP Iqbal Town Ahmed Ziza Cheema, SHO Samanabad Police station Basit Naazir and PSFA teams reached the crime scene.\nThey collected forensic evidence from the crime scene and started the legal process by shifting the bodies to Allied Hospital’s mortuary unit for post-mortem. \nActing CPO Abdullah Ahmed took notice of the incident and sought a detailed report of the incident from SP Iqbal Town.\nAccording to SHO Samanabad Basit Nazir, Imran had reportedly been quarreling with his wife over the past few days, due to which he committed suicide after killing his wife and daughter.\nPublished in The Express Tribune, November 17th, 2022.\n", "1": "Women’s Chamber of Commerce and Industry Sialkot (WCCIS) conducted an awareness session on ‘Workplace Harassment’ in collaboration with GIZ at Awan Sports Industries on Wednesday. \nThe session focused on making the workforce aware of their rights, laws, methods of submitting criminal complaints and all matters related to workplace harassment. Addressing the participants, GIZ Gender Trainer and Reintegration Advisor Usama Faheem elaborated on these points. \nPresident WCCIS Mariam Nouman, Uzma Zaka, Executive Committee Members, Omaima Alvi, Secretary General, Rehana Kausar and others also attended the session.\nPublished in The Express Tribune, November 17th, 2022.\n", "2": "Four armed suspects stole an oil tanker on the MM route. The alleged suspects tortured the driver and helper before binding them with ropes and dumped into the forest. Upon receiving information of the incident, Circle Kaloorkot police showed up at the spot and started a chase to apprehend them. \nThe tanker and Rs30.8 million worth of oil were found hidden near Mianwali, however the accused escaped from the spot. A case was registered against four unidentified suspects at Chandni Chowk police station. The tanker was traveling from Kot Addu to Peshawar with a load of 40,000 liters. \nThe unidentified bandits stole the tanker at gunpoint and took it to a hidden place in Bhachran, Mianwali district. Circle Kaloorkot Officer Kashif Masood Shaikh was assigned to investigate the incident immediately and track down the accused. When Circle Kaloorkot police arrived at the hidden location, the suspects already fled with the tanker. Similarly, police were constantly engaged in eliminating other criminal elements. \nAdditionally, Bhakkar police continued cracking down on criminal elements in the district. Alleged burglars, motorcycle thieves, and gamblers were arrested.\nPublished in The Express Tribune, November 17th, 2022.\n", "3": "Dengue fever claimed three lives in Lahore during last 24 hours, raising the death toll from the disease in Punjab during the ongoing month to 20.\nHealth department officials expressed concern over the increase in the death toll during the past fortnight and advised the people to take precautionary measures. Official data shows that dengue fever has taken 41 lives in the province this year, of which bout half the cases have been recorded in Lahore.\nOn the other hand, the situation in the city's hospitals appears to be aggravating to an alarming level with patients complaining of unavailability of beds in the dengue wards.\nThe confirmation of three deaths caused by dengue fever in a day in the provincial capital on Wednesday was the highest figure during the ongoing year.\nData released by the Punjab Primary and Secondary Healthcare Department showed that the three fatalities raised the total recorded death toll during the year to 21 and the province 41 deaths. Besides Lahore, the authorities have recorded 11 deaths caused by the disease in Rawalpindi, showing that residents of the district are also at a high risk from dengue.\nAt least four deaths have been confirmed in Gujranwala, two in Multan, and one each in Sahiwal and Gujrat districts. \nMeanwhile, at least 168 new dengue patients were confirmed in Punjab, including 69 in Lahore, 32 in Multan, 15 in Rawalpindi, 17 in Gujranwala and nine in Faisalabad. \nFormer chief minister Hamza Shehbaz had reportedly expressed dissatisfaction earlier in the year over arrangements made to prevent the spread of dengue in the province.\nSpeaking to The Express Tribune, a senior official of the primary and secondary healthcare department said Punjab government had issued a comparison of figures regarding dengue patients and arrangements to defend its performance during the current year.\nThe official said the dengue situation. during the past month had been alarming, as evident from the spike in the death toll.\n\"Lahore, Rawalpindi and Gujranwala proved to be high risk districts last month but now Multan and Faisalabad are also on the list,\" he added.\nThe official expressed fear that dengue virus had reached almost all districts of the province.\n\"We have five high-risk districts and there is no doubt that the disease is at its peak in Punjab and we are facing pro Lem's in curbing it,\" the official added.\nHe alleged that the situation in Lahore, Multan and Gujranwala showed that the district administrations had not taken seriously their responsibilities to protect the citizens from dengue.\nThe health department has been continuously seeking cooperation from the local administrations to eradicate dengue larvae.\n\"Now we are facing a tough situation, especially in Lahore and are again requesting the district administration to take adequate preventive steps against dengue in view of the gravity of the situation,\" he said.\n\"We have 815 dengue patients admitted to hospitals in Punjab, including 383 in Lahore. There are issues related to the facilities and arrangements in the hospitals and there have also been complaints of unavailability of beds in the dengue wards,\" he added.\nThe official urged the hospital administrators to take notice of the situation.\nPunjab Primary and Secondary Healthcare Secretary Irshad Ahmad said 17,624 patients of dengue fever had been registered in Punjab during the ongoing year, of whom 7,583 belonged to Lahore.\nPublished in The Express Tribune, November 17th, 2022.\n", "4": "Punjab Information Technology Board (PITB), in collaboration with the Labor and Human Resource Department, has developed Punjab Job Centre, an online platform to create a bridge between potential employers, promoters, employment exchange agencies and workers, job seekers and citizens.\nMore than 12,500 workers have registered on the portal since August 2022 whereas more than 8,000 jobs are available on the portal. This emerged during a progress review meeting chaired by PITB Chairman Syed Bilal Haider here on Wednesday.\nIn his remarks, PITB chairman said that the establishment of job centre is an important step towards guiding the youth and facilitating in finding employment, which would benefit not only the industry but also the employers.\nThe online job portal offers a comprehensive database of working human capital including both job seekers and employers from public as well as private sectors.\nPublished in The Express Tribune, November 17th, 2022.\n", "5": "The Lahore High Court (LHC) on Wednesday sought replies from relevant authorities on a plea for making mandatory CCTV cameras in interrogation rooms and body-cam on investigation officers to record the entire process in order to curb the custodial torture.\nAs proceedings commenced, Justice Jawad Hassan said that he does not deal in criminal cases. To which petitioner’s counsel Syeda Izzat Fatima told the court that it was a case in the public's interest.\n\"Your case is about American law but this is Pakistan,\" Justice Jawad observed. To which the lawyer Fatima replied that Section 54 of CrPC and Article 10 (1) of the Constitution are about the fundamental rights of the arrestee.\n\"If we [already] have the rights then what do you want now,\" Justice Jawad asked. Fatima replied by saying that the arrestees are not told about their rights when police make the arrest and sometimes the statements are obtained under duress.\nAs the counsel drew the court’s attention towards CCTV installation in the interrogation rooms and body-cam on investigation officers, Justice Jawad said that the matter will be discussed later.\nShe requested the court that directions be passed to the police high-ups for making arrangements for CCTV in the interrogation rooms mandatory whereas body-cam must also be worn by the investigation officers so that the entire process of arrest can be recorded. She argued that doing so was mandatory for police officials in the United States.\nPublished in The Express Tribune, November 17th, 2022.\n", "6": "Since a significant chunk of the population now has access to the internet, whether it be from a cell phone or a personal computer, traditional methods of reading are fizzling out. \nConsequently, the country’s public libraries, once considered an invaluable resource, are now struggling to keep their doors open. In Lahore, the second most populated city in the country, there are five large libraries - Quaid-e-Azam Public Library, Model Town Public Library, Dayal Singh Trust Library, Punjab Public Library, Defence Public Library Complex, and Reference Library of Lahore Museum. Despite the city having a population of more than 12 million, these five libraries together only have 117,488 members but they are home to more than 613,000 books. \nHabib-ur-Rahman, was deeply engrossed in one of these books at the Punjab Public Library, when he was asked about his opinion on there were barely any people in the library. “When everything is available online in a PDF format, it is unfair to expect libraries to be crowded,” Rahman opinedAn online survey carried out by The Express Tribune, shows that Rahman’s opinion holds weight. 92 percent of the respondents to the survey were of the view that the importance of libraries had dwindled due to modern technology. \nFurthermore, 42 percent of respondents to the survey said that they do not go to libraries, 33 percent said they visit regularly, and 25 percent said they go occasionally. Basheer Bhatti, who is in charge of the Reference Library of Lahore Museum, reflecting on the survey’s results, said that only students, especially those pursuing a PhD, visit libraries now.\n“Historical books are studied the most, whereas the literature books sit and collect dust,” Bhatti informed, adding that online access to books had doomed libraries. However, in Bhatti’s experience sometimes he comes across visitors who are genuine book lovers and visit because they love the feeling of holding a book and flipping through its pages. In The Express Tribune’s survey 67 percent of respondents, who visit libraries, said they visit to read a novel or a historical book, while 33 percent said that they go there in search of reference material. Rahman, who himself was looking for reference material, was of the view that students visit libraries for references because it was much more authentic.\n“These books are available online but there is always a doubt that the content has been edited. The advantage of the physical books is that the relevant reference is original and can simply be photocopied,” Rahman told The Express Tribune.\nPublished in The Express Tribune, November 17th, 2022.\n"}, "Link": {"0": "https://tribune.com.pk/story/2386678/man-allegedly-commits-suicide-after-killing-wife-daughter", "1": "https://tribune.com.pk/story/2386677/workers-sensitised-about-workplace-harassment", "2": "https://tribune.com.pk/story/2386682/oil-tanker-stolen-police-give-chase", "3": "https://tribune.com.pk/story/2386686/dengue-proving-increasingly-lethal", "4": "https://tribune.com.pk/story/2386687/pitb-develops-online-job-portal", "5": "https://tribune.com.pk/story/2386692/lhc-seeks-replies-on-plea-making-cctv-mandatory-for-interrogation", "6": "https://tribune.com.pk/story/2386693/lahores-libraries-becoming-a-relic-of-the-past"}, "Category": {"0": "lahore", "1": "lahore", "2": "lahore", "3": "lahore", "4": "lahore", "5": "lahore", "6": "lahore"}, "CreationDate": {"0": "2022-11-17", "1": "2022-11-17", "2": "2022-11-17", "3": "2022-11-17", "4": "2022-11-17", "5": "2022-11-17", "6": "2022-11-17"}, "Pic_url": {"0": null, "1": null, "2": null, "3": null, "4": null, "5": null, "6": null}}