{"Keys": {"0": "azad-jamu-kashmir-gilgit", "1": "azad-jamu-kashmir-gilgit", "2": "azad-jamu-kashmir-gilgit", "3": "azad-jamu-kashmir-gilgit", "4": "azad-jamu-kashmir-gilgit", "5": "azad-jamu-kashmir-gilgit", "6": "azad-jamu-kashmir-gilgit", "7": "azad-jamu-kashmir-gilgit", "8": "azad-jamu-kashmir-gilgit", "9": "azad-jamu-kashmir-gilgit"}, "Header": {"0": "Mystery shrouds death of first-year student", "1": "Varsity holds calligraphy competition", "2": "Snow blankets Kaghan Valley", "3": "Call for preserving ‘Haveli Sujan Singh’", "4": "Armed clash claims three lives", "5": "Robbers impersonating cops loot family", "6": "Court seeks details of cases against Rashid across Punjab", "7": "Poultry shops reopen as price stalemate ends", "8": "WASA to cut connections amid impending defaults", "9": "Sikh pilgrims leave after attending rituals"}, "Summary": {"0": "Police say incident appears suicide but being investigated from all angles", "1": "Participants delves into themes such as self-discovery, spirituality, and quest for knowledge.", "2": "KDA restricts entry to Kaghan Highway due to weather conditions", "3": "Minister says building should be officially declared heritage site", "4": "Half a dozen sustain injuries as members of sparring groups exchange fire", "5": "FIR added the home invaders took Rs18.3 million in cash and valuables", "6": "Rashid will contest polls from both NA-55 and NA-56 constituencies of the garrison city", "7": "The administration accepts poultry sellers` demands on prices", "8": "Says ‘WhatsApp campaign’ deterring consumers from paying bills", "9": "Stringent security measures enforced under the direct supervision of Attock DPO."}, "Detail": {"0": "A student of first-year at Cadet College Batrasi was found dead in his hostel room on Wednesday night.\nAfter receiving information about the incident, the police reached the spot and shifted body to King Abdullah Hospital.\nLater, it was handed over to his family after completing medico-legal formalities. The police also seized the deceased’s books, a diary and a mobile phone.\nAccording to the police, apparently the cause of death is said to be suicide, however, according to the relatives, there were signs of torture on the boy's body.\nRead PM to be booked if Baloch students not found: IHC\nDSP Headquarters Arshad Khan said that an investigation has been started regarding this incident. The real situation would came to light after the investigation was completed.\nZain Qadeer Awan, the brother of Tauseef, has demanded an impartial investigation into the death.\n“On the day of the incident, Tauseef spoke to our mother at 8:40pm and asked her to pray for him as he has exams. He wanted to secure first position. An hour later, the college administration called us saying that Tauseef is unwell and that he is being shifted to the hospital and is unconscious,” said Zain. He added that when he along with his mother reached the hospital, the brother was in the post-mortem room. Injuries were also found on his body.\nAccording to the college administration, he did not attend evening classes and when his colleagues returned to the hostel, they found him hanging from the ceiling fan with a pants belt.\nRead more Cheerful boy no more\nOn Thursday, a delegation led by former district member of the village, Raja Muhammad Yusuf Khan, demanded the DPO to investigate the incident and bring out the real facts. DPO Zahoor Babar Khan assured the delegation that the facts will be brought to light.\nOn the other hand, Zain Awan, and his mother demanded that, a murder case should be registered and suspects involved in the killing should be arrested at the earliest.\nPublished in The Express Tribune, December 1st, 2023.\n", "1": "The Al-Ghazali Central Library at the University of Haripur (UoH) organised a painting and calligraphy competition inspired by the philosophical vision, ideals, and poetry of Allama Iqbal.\nVice Chancellor Dr Shafiqur Rehman and Registrar Riaz Muhammad graced the occasion as chief guests. They emphasised the significance of honouring Iqbal’s profound intellectual contributions through artistic expression.\nRead  PAC holds calligraphy exhibition\nParticipants delved into themes such as self-discovery, spirituality, and the quest for knowledge—key aspects of Iqbal’s philosophical vision. The artwork and calligraphy entries demonstrated a deep engagement with Iqbal’s poetry, reflecting both reverence for the past and a contemporary reinterpretation of his timeless messages.\nThe esteemed panel of judges played a pivotal role in evaluating the entries.\nPublished in The Express Tribune, December 1st, 2023.\n", "2": "Balakot and its neighbouring areas have been experiencing continuous rainfall since last night, with certain areas in the Kaghan Valley witnessing temperatures dipping below freezing point, following a substantial five-inch snowfall in Naran, Batakundi, Lake Saif-ul-Malook, and surrounding vicinities.\nThe heavy snowfall has led to the closure of Kaghan Highway beyond Naran due to the increased risk of landslides and glacier movements. Moazzam Khan, a representative from the Kaghan Development Authority (KDA), confirmed the highway's closure for traffic beyond Naran due to safety concerns.\nFor travelers eager to enjoy in the snowfall, Naran remains accessible, where the Kaghan Development Authority has deployed personnel and equipment to assist and guide visitors. However, the chilly weather has intensified with the recent rainfall and snowfall. Several areas including Lake Saiful Malook, Batakundi, and Jalkhad have recorded temperatures plummeting to minus three degrees Celsius, with other regions experiencing sub-zero temperatures.\nThe Meteorological Department forecasts this cycle of rain and snowfall to persist intermittently over the next 24.\nRead Murree gears up for tourists’ influx\nWinter’s challenges\nWith the onset of winter, firewood has become scarce and inaccessible with locals in the picturesque Kaghan Valley reliant on supplies they stored during the preceding seasons.\nIt becomes a challenge to cook food and acquire food at higher altitudes, particularly after snowfall.\nLocals who have witnessed many such winters store wood and food, and ration its usage so that it lasts till spring. The winters also result in the closure of roads, with parts of the valley inaccessible and people confined to their homes.\nAbdul Ghafoor, who lives in the Bhunja Noori Valley, says he only steps out when wrapped in layers of warm clothing. He said locals rely on a diet of locally-grown potatoes, beans, bottle gourds, and chicken. “It keeps the body at a suitable temperature,” said Ghafoor.\nWajid Ali Khan, the headmaster at the local school, added that the trout from the Kunhar River was another source of protein and helped locals meet their dietary requirements.\nRead Forest fire imperils wildlife in Soon Valley\nHe said most households prepare desi ghee at home, which he claimed was the secret to the healthy life of the people in the valley.\nIlyas Khan, who is part of the local council in Balakot, pointed out that parts of the valley were already cut off with more than four feet of snow in different places.\nKhan said it also resulted in power disruption and a breakdown of communication channels, with locals sometimes feeling trapped.\nHe urged the government to take steps to bring ease to the lives of locals while calling for measures to improve winter tourism. “Winter tourism will be a lifeline for locals who often don’t have any earning opportunities due to the weather conditions,” he added.\nPublished in The Express Tribune, December 1st, 2023.\n", "3": "Provincial Minister for Primary and Secondary Healthcare and Population Dr Jamal Nasir reiterated the dire need to preserve the historic Haveli Sujan Singh by officially declaring it as a national heritage site.\nThe minister visited Haveli Sujan Singh on Thursday.\nWhile addressing its prolonged neglect, he highlighted the imminent measures aimed at its preservation. Additionally, proposals for establishing a museum, an art and craft gallery, and a food court within the premises of Haveli Sujan Singh are set to materialise, he added.\nEmphasising a sense of urgency, he conveyed that restoration and renovation initiatives for the Haveli and its associated projects would be executed swiftly. He expressed confidence that tasks left unfinished for years would now be accomplished within a matter of days.\nRead  Kharak Singh mansion to be restored\nRawalpindi Commissioner Liaquat Ali Chatha, Director Heritage Sardar Salman and Director Development Nazia Parveen Sundhan were also present on this occasion. Dr Jamal Nasir along with Commissioner Liaqat Ali Chatha visited and inspected the historical building in detail.\nJamal Nasir further highlighted the potential of Haveli Sujan Singh as a prime catalyst for religious tourism, emphasising plans to conserve the surrounding ancient buildings and temples. He announced an immediate implementation of one-way traffic regulations for Raja Bazaar, Sarafa Bazaar, and Bhabra Bazaar.\nFurthermore, envisioning a pedestrian-friendly future, he outlined intentions to restrict access to Bhabra Bazaar exclusively for pedestrians, completely prohibiting motorcycles and vehicles from entering the area. He also announced the imminent commencement of the expansion of the Fawara Chowk parking plaza.\nHe further disclosed ongoing evaluations for a new parking plaza near Bhabra Bazaar, aiming to accommodate the influx of tourists anticipated at Haveli Sujan Singh in the future.\nPublished in The Express Tribune, December 1st, 2023.\n", "4": "As many as five people were killed and half a dozen injured in different incidents, including an armed clash among the members of two opposing groups over abduction of a girl and a family dispute in the garrison city on Thursday.\nAccording to sources, three people, including a passer-by, were killed and six others injured as a result of firing in two groups over the abduction of a girl and a family dispute in Variaman village within the limits of Rawat police station.\nAccording to the police, a fight broke out between two groups named Tariq and Hasnain at Chak Bailey Road, Variaman village over a family dispute. As a result of heavy firing, seven people from both groups and a passerby were seriously injured.\nSubsequently, 50-year-old Tariq Mehmood from one group and 28-year-old Ehtsham Ali from the rival group succumbed to their injuries and passer-by Amir Mehmood, who incidentally came under fire, also died.\nAs soon as the information was received, rescue and police officials arrived at the spot. Six injured, including Arsalan, Hasnain, Umair, Abdul Hameed, Abdul Rauf and Adnan, were shifted to the hospital after they were given emergency medical treatment.\nThe police officials said members of the Tariq group had a dispute with Hasnain regarding the alleged abduction of a girl and the parties entered into a fight over this dispute.\nRead 11 killed in Kacha clash\nMeanwhile, Rawalpindi CPO Khalid Hamdani took notice of the incident and on his instructions, SSP Operations Hafiz Kamran and Saddar SP Nabil Khokhar also reached the spot and formed teams to arrest the accused.\nSaddar SP Nabil Khokhar said the evidence was collected from the crime scene and the incident was being investigated. Acting on the directives, the Rawat police managed to arrest six persons from both groups.\nAmong the arrested suspects are Umair and Zubair from one group, while those from the other group include Arsalan, Hasnain, Abdul Hameed and Ali Shan. The police officials said raids were being conducted to arrest other people involved in the incident.\nMan killed, body found\nMeanwhile, unidentified assailants shot dead a man in broad daylight in the Misrial Road area of the Race Course Police Station.\nAccording to the police, Muhammad Ismail was shot and killed by unknown suspects when he was passing in front of a private wedding hall. The police took the body into their custody and shifted it to a hospital. The suspects could not be traced, however, a case was registered against unidentified suspects.\nIn another incident, the body of an unidentified 28-year-old youth was found in mysterious circumstances on Chakri Road, Liaquat Colony area of Dhamial police station.\nRead At least eight killed in Rahim Yar Khan tribal clash\nThe police took the body into custody and shifted it to the District Headquarters Hospital for post-mortem. According to the police, there were no visible marks of violence or injury on the body. The cause of death would be known after the post-mortem. The police, however, registered a preliminary report.\nMan gunned down\nAn employee of a transport company was shot dead and his mobile phone and motorcycle were taken away in the limits of Ratta Amaral police station on Thursday.\nAccording to the police, Tauseef Hussain said he received a call that an unidentified man had shot and killed his brother Sajawal Hussain. Police have registered a case and started an investigation.\nPublished in The Express Tribune, December 1st, 2023.\n", "5": "The Civil Lines police said on Thursday it had registered a case of robbery in which three men dressed in police uniforms broke into a house in the Dhoke Chiragh Deen area and deprived its residents of Rs18.3 million in cash and valuables.\nAccording to the first information report (FIR), filed on the complaint of victim Hasnat Ahmed, the three men forcibly entered his residence on the midnight between Wednesday and Thursday. They locked the family in separate rooms.\nThey also broke open the almirah in one of the rooms and took the Rs17 million he had in cash. The FIR added that that the home invaders also took six to seven tola gold jewelry, worth around Rs1.2 million.\nPolice said it was acquiring CCTV footage of the area as well as geofencing. The forensic teams have collected evidence from the house, they said, as well as a description of the accused provided to them by the victims.\nEvidence including fingerprints collected from the scene would be sent to the forensic laboratory for analysis, said investigators.\nThey added that they had shown images and recordings from other such home invasions to the family in order to see if they could identify someone. According to the complaint, Ahmed worked as ‘dropshipper’ on the Amazon website.\nPublished in The Express Tribune, December 1st, 2023.\n", "6": "Lahore High Court’s Rawalpindi Bench on Thursday adjourned the hearing of the petition of the former federal interior minister and Awami Muslim League (AML) chief Sheikh Rashid Ahmed, seeking details of criminal cases filed against him across the province.\nDuring the hearing of the petition, the court of Justice Chaudhry Abdul Aziz adjourned the hearing for a week, directing the Punjab Inspector General of Police (IGP) and the government to submit the details of all the cases in the court.\nAt the onset of the hearing, the court was told that only the details of the cases registered in the Rawalpindi district have been submitted according to which a total of eight cases pertaining to the May 9 riots are registered against the former interior minister in the entire district.\nThe court allowed time to submit the details of cases registered against Rashid in the entire province on the next hearing of the case.\nTalking to the media after the court appearance, the former interior minister said: “So many cases have been registered [against me] that now I don’t even have a guarantor for surety bonds.”\nThe AML chief said he was not even present in Rawalpindi from May 5 to 20. “I am not involved in any case. These people wanted to take me out of Lal Haveli and throw me into the drain, but they failed,” he said.\nResponding to a question regarding the upcoming general elections, Rashid said he would contest polls from both NA-55 and NA-56 constituencies of the garrison city on the symbol of pen and inkpot. The AML chief said he would start the election campaign on December 10. “Those who witnessed the 16-month destruction of Shehbaz Sharif’s rule do not need an election campaign,” he said.\nPublished in The Express Tribune, December 1st, 2023.\n", "7": "Poultry shops in the twin cities and the districts of Rawalpindi division opened today (Friday) after staying shut for two days as part of a division-wide strike on the pricing of chicken meat.\nThe representatives of collectives associated with the industry, including the poultry sellers’ association, said the administration had accepted their demands on price and they were ending their strike.\nMalik Ghazafar, who is the president of the Rawalpindi Poultry Association, said that chicken shops would reopen and the supply restored including to adjoining areas.\nRead: Poultry dealers fire warning shot over price issue\nThe decision was taken following a meeting with various officials, including the Rawapindi Liaqat Ali Chatha.\nOther representatives of collective, including Qazi Zahid and Zahid Abbasi, said the commissioner had agreed to restore the old profit margin on retail. Meanwhile, the price that would be fixed would consider the cost of transportation, loading and unloading, and the possibility of waste.\nPublished in The Express Tribune, December 1st, 2023.\n", "8": "The Water and Sanitation Agency (Wasa) said on Thursday that it was initiating a crackdown against defaulters, particularly in the Pirwadhai area following the discovery of voice messages that were part of a campaign to stop consumers from paying utility bills.\nThe messages, shared on WhatsApp and heard by The Express Tribune, urges commercial consumers in the busy commercial area not to pay the increased charges. \nIn August, Wasa surprised consumers by increasing water supply charges by up to 175 per cent for residential and 500 per cent for commercial consumers.\nThe agency said Rs300 million was pending in outstanding bills that had accumulated over the years, with one official adding that the number of defaults had increase in the months since the latest increase. \nThe official, who spoke on the condition of anonymity, did not provide any approximations in terms of the frequency or volume of the defaults.\nWASA Managing Director Muhammad Tanveer told The Express Tribune that they would trace those responsible for disseminating such messages and their connections would be disconnected immediately if they were found to be defaulters. \nThe messages were shared with commercial operators in the Pirwadhai bus stand area and adjoining commercial hubs.\nRead: PM Kakar orders swift action against power thieves, defaulters\n“The agency’s teams will conduct their inspection under police protection and an FIR will be registered at the local police station against those who have an illegal connection or has restored one that was disconnected,” Tanveer said.\nThe MD also chaired a meeting attended by officers of the revenue, finance and engineering departments which discussed measures to expedite revenue recovery. \nIt included actions against commercial, residential and government consumers that have wracked up payables of Rs300 million. \nThese defaulters include government schools and offices, police stations, and even profitable businesses.\nThe engineering department was instructed to increase the capacity of the water supply network.\nPublished in The Express Tribune, December 1st, 2023.\n", "9": "Pilgrims hailing from diverse corners of the world, including India, concluded their visit to Gurdwara Sri Panja Sahib Hasan Abdal after actively participating in religious ceremonies.\nThroughout their three-day stay, elaborate religious rituals were conducted, marking the occasion of Baba Guru Nanak's birthday celebrations. Following the culmination of the festivities, pilgrims bid farewell to Gurdwara Sri Panja Sahib, Hasan Abdal.\nRead: Sikh pilgrims commemorate Baba Guru Nanak’s birth anniversary\nStringent security measures were enforced under the direct supervision of Attock DPO. Before their departure, customary rituals were observed, and the pilgrims extended their gratitude to the local administration for making impeccable arrangements.\nSardar Balvinder Singh, the leader of the Bhai Mardana Parbandhak Committee in Delhi, praised the efforts made by the Pakistani government to maintain and restore gurdwaras.\nPublished in The Express Tribune, December 1st, 2023.\n"}, "Link": {"0": "https://tribune.com.pk/story/2448541/mystery-shrouds-death-of-first-year-student", "1": "https://tribune.com.pk/story/2448539/varsity-holds-calligraphy-competition", "2": "https://tribune.com.pk/story/2448540/snow-blankets-kaghan-valley-1", "3": "https://tribune.com.pk/story/2448542/call-for-preserving-haveli-sujan-singh", "4": "https://tribune.com.pk/story/2448543/armed-clash-claims-three-lives", "5": "https://tribune.com.pk/story/2448544/robbers-impersonating-cops-loot-family", "6": "https://tribune.com.pk/story/2448545/court-seeks-details-of-cases-against-rashid-across-punjab", "7": "https://tribune.com.pk/story/2448546/poultry-shops-reopen-as-price-stalemate-ends", "8": "https://tribune.com.pk/story/2448547/wasa-to-cut-connections-amid-impending-defaults", "9": "https://tribune.com.pk/story/2448548/sikh-pilgrims-leave-after-attending-rituals"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad", "6": "islamabad", "7": "islamabad", "8": "islamabad", "9": "islamabad"}, "CreationDate": {"0": "2023-12-01", "1": "2023-12-01", "2": "2023-12-01", "3": "2023-12-01", "4": "2023-12-01", "5": "2023-12-01", "6": "2023-12-01", "7": "2023-12-01", "8": "2023-12-01", "9": "2023-12-01"}, "Pic_url": {"0": null, "1": null, "2": null, "3": null, "4": null, "5": null, "6": null, "7": null, "8": null, "9": null}}